
<!DOCTYPE HTML>
<html lang="fr" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Guide utilisateur · Pogues</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.2">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-prism/prism.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-image-captions/image-captions.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="./" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Tapez pour rechercher" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">Guide Utilisateur</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2" data-path="Guide utilisateur Pogues.html">
            
                <a href="Guide utilisateur Pogues.html">
            
                    
                    Guide utilisateur
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Publié avec GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >Guide utilisateur</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="guide-utilisateur-pogues">Guide utilisateur Pogues</h1>
<p>Version au 08/11/2018</p>
<hr>
<h1 id="les-grands-principes-de-pogues">Les grands principes de Pogues</h1>
<p>Outil de conception de questionnaires pour la collecte pilot&#xE9;e par la m&#xE9;tadonn&#xE9;e</p>
<ul>
<li>Int&#xE9;gr&#xE9; dans les syst&#xE8;mes d&apos;information RM&#xE8;S-Coltrane - Utilisant les m&#xE9;tadonn&#xE9;es RM&#xE8;S - Produisant des questionnaires Coltrane en passant par le g&#xE9;n&#xE9;rateur de questionnaires Eno</li>
<li>Population cible : le concepteur d&apos;enqu&#xEA;te</li>
<li>Focus : visualiser le rendu du questionnaire en un clic, des it&#xE9;rations rapides</li>
</ul>
<hr>
<h1 id="pogues-larchitecture-fonctionnelle">Pogues, l&apos;architecture fonctionnelle</h1>
<p><img src="../images_guide/archi-fonctionnelle.png" alt=""></p>
<hr>
<h1 id="connexion-&#xE0;-lapplication">Connexion &#xE0; l&apos;application</h1>
<ul>
<li><p>Dans son navigateur Internet, saisir :
<a href="http://conception-questionnaires.insee.fr" target="_blank">http://conception-questionnaires.insee.fr</a></p>
</li>
<li><p>Saisir son idep puis valider en cliquant sur &quot;OK&quot;</p>
</li>
</ul>
<hr>
<h1 id="conseil-pour-la-saisie">Conseil pour la saisie</h1>
<p>Afin d&apos;&#xE9;viter d&apos;embarquer des caract&#xE8;res sp&#xE9;ciaux qui pourraient compromettre parfois le bon fonctionnement de l&apos;application, on conseille fortement d&apos;utiliser un interm&#xE9;diaire de type Notepad++ (encodage en UTF8) voire Bloc-Notes comme interm&#xE9;diaire pour les copier/coller entre votre liste de questions originelle et Pogues.</p>
<hr>
<h1 id="cr&#xE9;ation-dun-nouveau-questionnaire">Cr&#xE9;ation d&apos;un nouveau questionnaire</h1>
<p>Cliquer sur le bouton &quot;Nouveau questionnaire&quot;
<img src="../images_guide/ecran1.png" alt=""></p>
<hr>
<p><img src="../images_guide/ecran2.png" alt=""></p>
<p>Renseigner :</p>
<ul>
<li>la s&#xE9;rie d&apos;op&#xE9;rations statistiques concern&#xE9;e : - exemple : Enqu&#xEA;te trimestrielle de conjoncture dans l&apos;artisanat du b&#xE2;timent</li>
<li>l&apos;op&#xE9;ration statistique concern&#xE9;e : - exemple : Enqu&#xEA;te trimestrielle de conjoncture dans l&apos;artisanat du b&#xE2;timent 2018</li>
</ul>
<hr>
<p>Renseigner (suite) :</p>
<ul>
<li>la ou les campagnes concern&#xE9;es : - exemple : 1er trimestre 2018 et 3&#xE8;me trimestre 2018</li>
<li>le titre du questionnaire</li>
<li>l&apos;identifiant m&#xE9;tier du questionnaire - correspond &#xE0; un libell&#xE9; court, par d&#xE9;faut l&apos;application propose les premiers caract&#xE8;res du libell&#xE9; long, saisir le nom du mod&#xE8;le de l&apos;enqu&#xEA;te dans Coltrane</li>
<li><p>le mode de collecte (pas encore fonctionnel) - CAPI (face &#xE0; face), CATI (t&#xE9;l&#xE9;phone), CAWI (Internet), PAPI (papier)</p>
</li>
<li><p>Valider la saisie via le bouton &quot;Valider&quot;.</p>
</li>
</ul>
<hr>
<h1 id="saisie-des-m&#xE9;ta-donn&#xE9;es-du-questionnaire">Saisie des m&#xE9;ta-donn&#xE9;es du questionnaire</h1>
<p><img src="../images_guide/ecran3.png" alt="">
<img src="../images_guide/ecran4.png" alt=""></p>
<p>Au d&#xE9;part, un message d&apos;erreur indique que le questionnaire doit comporter au moins une s&#xE9;quence et une question !</p>
<hr>
<h1 id="cr&#xE9;ation-dune-s&#xE9;quence">Cr&#xE9;ation d&apos;une s&#xE9;quence</h1>
<p>Une s&#xE9;quence est une partie ou module de questionnaire. Elle correspond &#xE0; un style d&apos;affichage &quot;d&#xE9;di&#xE9;&quot; (cf. diapo exemple d&apos;affichage) et d&#xE9;limite une m&#xEA;me page web du questionnaire. Toutes les questions d&apos;une m&#xEA;me s&#xE9;quence appara&#xEE;tront sur la m&#xEA;me page web. Si le questionnaire comportent deux s&#xE9;quences, il se composera de deux pages web, l&apos;une relative &#xE0; la premi&#xE8;re s&#xE9;quence et l&apos;autre &#xE0; la deuxi&#xE8;me.</p>
<hr>
<h1 id="cr&#xE9;ation-dune-s&#xE9;quence-suite">Cr&#xE9;ation d&apos;une s&#xE9;quence (suite)</h1>
<p>Cliquer sur le bouton +S&#xE9;quence en bas de l&apos;interface Pogues</p>
<p><img src="../images_guide/ecran5.png" alt=""></p>
<hr>
<p>Renseigner :</p>
<ul>
<li>le libell&#xE9; de la s&#xE9;quence</li>
<li>l&apos;identifiant m&#xE9;tier de la s&#xE9;quence :<ul>
<li>correspond &#xE0; un libell&#xE9; court, par d&#xE9;faut l&apos;application propose les premiers caract&#xE8;res du libell&#xE9; long</li>
</ul>
</li>
<li>modifier les modes de collecte si la s&#xE9;quence ne concerne pas tous les modes associ&#xE9;s au questionnaire</li>
<li>Si besoin, renseigner une d&#xE9;claration dans l&apos;onglet &quot;D&#xE9;clarations&quot; d&#xE9;di&#xE9; (cf. Cr&#xE9;ation d&apos;une d&#xE9;claration)</li>
<li>Si besoin, renseigner un contr&#xF4;le dans l&apos;onglet &quot;Contr&#xF4;les&quot; d&#xE9;di&#xE9; (cf. Cr&#xE9;ation d&apos;un contr&#xF4;le)</li>
</ul>
<hr>
<h1 id="cr&#xE9;ation-dune-sous-s&#xE9;quence">Cr&#xE9;ation d&apos;une sous-s&#xE9;quence</h1>
<p>Une sous-s&#xE9;quence est une partie d&apos;une s&#xE9;quence, soit un sous-module du questionnaire. Un questionnaire comporte une ou plusieurs s&#xE9;quences, chacune d&apos;elles peut comporter entre 0 et plusieurs sous-s&#xE9;quences. La sous-s&#xE9;quence se caract&#xE9;rise par un style d&apos;affichage &quot;d&#xE9;di&#xE9;&quot; (cf. diapo exemple d&apos;affichage) mais contrairement &#xE0; la s&#xE9;quence, elle n&apos;a pas d&apos;impact sur le nombre de pages web du questionnaire. Une sous-s&#xE9;quence correspond &#xE0; une partie de page web avec un &#xAB; titre &#xBB; de sous-s&#xE9;quence, qui regroupe des questions relatives &#xE0; une m&#xEA;me th&#xE9;matique.</p>
<hr>
<ul>
<li>Cliquer sur le bouton +Sous-S&#xE9;quence en bas de l&apos;interface Pogues</li>
</ul>
<p><img src="../images_guide/ecran6.png" alt=""></p>
<hr>
<p>Renseigner :</p>
<ul>
<li>le libell&#xE9; de la sous-s&#xE9;quence</li>
<li>l&apos;identifiant m&#xE9;tier de la sous-s&#xE9;quence :<ul>
<li>correspond &#xE0; un libell&#xE9; court, par d&#xE9;faut l&apos;application propose les premiers caract&#xE8;res du libell&#xE9; long</li>
</ul>
</li>
<li>modifier les modes de collecte si la sous-s&#xE9;quence ne concerne pas tous les modes associ&#xE9;s au questionnaire</li>
<li>Si besoin, renseigner une d&#xE9;claration dans l&apos;onglet &quot;D&#xE9;clarations&quot; d&#xE9;di&#xE9; (cf. Cr&#xE9;ation d&apos;une d&#xE9;claration)</li>
<li>Si besoin, renseigner un contr&#xF4;le dans l&apos;onglet &quot;Contr&#xF4;les&quot; d&#xE9;di&#xE9; (cf. Cr&#xE9;ation d&apos;un contr&#xF4;le)</li>
</ul>
<hr>
<h1 id="exemple-daffichage-web-dune-s&#xE9;quence-sous-s&#xE9;quence-question">Exemple d&apos;affichage web d&apos;une s&#xE9;quence, sous-s&#xE9;quence, question</h1>
<p><img src="../images_guide/ecran7.png" alt=""></p>
<hr>
<h1 id="cr&#xE9;ation-dune-question">Cr&#xE9;ation d&apos;une question</h1>
<p>Cliquer sur le bouton +Question</p>
<p><img src="../images_guide/ecran8.png" alt=""></p>
<hr>
<p>Renseigner</p>
<ul>
<li>le libell&#xE9; de la question</li>
<li>l&apos;identifiant court de la question - libre choix du concepteur mais dans le cas o&#xF9; la question correspond &#xE0; une seule r&#xE9;ponse et donc &#xE0; une seule variable collect&#xE9;e, l&apos;identifiant m&#xE9;tier de la variable collect&#xE9;e semble la meilleure option !</li>
<li>modifier les modes de collecte si la question ne concerne pas tous les modes associ&#xE9;s au questionnaire</li>
<li>le type de question - R&#xE9;ponse simple (texte, date, nombre ou bool&#xE9;en), R&#xE9;ponse &#xE0; choix unique, R&#xE9;ponse &#xE0; choix multiple (cf. batterie de questions), Tableau</li>
</ul>
<hr>
<h1 id="cr&#xE9;ation-dune-question-de-type-r&#xE9;ponse-simple">Cr&#xE9;ation d&apos;une question de type R&#xE9;ponse simple</h1>
<p>Exemples :</p>
<p><img src="../images_guide/rs1.png" alt=""></p>
<hr>
<p>Si j&apos;ai cr&#xE9;&#xE9; une question de type R&#xE9;ponse simple, renseigner :</p>
<ul>
<li>le caract&#xE8;re Obligatoire de la r&#xE9;ponse : cochable, d&#xE9;cochable. Non fonctionnel &#xE0; ce jour.</li>
<li>le type de r&#xE9;ponse : - Texte, Date, Nombre, Bool&#xE9;en</li>
<li>si type de r&#xE9;ponse=Texte, renseigner la taille maximale de la r&#xE9;ponse en nombre de caract&#xE8;res, le motif (non fonctionnel pour l&apos;instant, il permettra de sp&#xE9;cifier des expressions r&#xE9;guli&#xE8;res comme un Siret, un m&#xE8;l etc.)</li>
<li>si type de r&#xE9;ponse=Date, on ne renseigne rien d&apos;autre pour l&apos;instant et on se retrouve avec une r&#xE9;ponse au format JJ/MM/AAAA et une aide &#xE0; la saisie de type calendrier cliquable
<img src="../images_guide/date.png" alt="">  </li>
</ul>
<hr>
<p>Si j&apos;ai cr&#xE9;&#xE9; une question de type R&#xE9;ponse simple, renseigner (suite) :</p>
<ul>
<li>si type de r&#xE9;ponse=Nombre, renseigner le minimum et le maximum attendu (ce qui g&#xE9;n&#xE8;rera des contr&#xF4;les bloquants de format et un exemple de r&#xE9;ponse calcul&#xE9;e comme min+1/4*(max-min) avec la pr&#xE9;cision souhait&#xE9;e), la pr&#xE9;cision (nombre de chiffres apr&#xE8;s la virgule attendu), l&apos;unit&#xE9; de mesure (parmi pour l&apos;instant : &#x20AC;, k&#x20AC; et %)</li>
<li>si type de r&#xE9;ponse=Bool&#xE9;en, on ne renseigne rien pour l&apos;instant et on se retrouve avec une unique cache &#xE0; cocher cochable/d&#xE9;cochable.</li>
<li>Valider</li>
</ul>
<hr>
<h1 id="cr&#xE9;ation-dune-question-de-type-r&#xE9;ponse-&#xE0;-choix-unique">Cr&#xE9;ation d&apos;une question de type R&#xE9;ponse &#xE0; choix unique</h1>
<p>Exemples :</p>
<p><img src="../images_guide/rcu.png" alt=""></p>
<hr>
<p>Si la question est de type R&#xE9;ponse &#xE0; choix unique, renseigner :</p>
<ul>
<li>le caract&#xE8;re Obligatoire de la r&#xE9;ponse : cochable, d&#xE9;cochable. Non fonctionnel &#xE0; ce jour.</li>
<li>le type de saisie : - Case &#xE0; cocher (chaque modalit&#xE9; sera cochable ou d&#xE9;cochable, mais une seule r&#xE9;ponse possible) - Bouton-radio (ergonomie web standard pour ce type de r&#xE9;ponse, on ne peut pas d&#xE9;cocher la r&#xE9;ponse &#xE0; la question (on peut changer la r&#xE9;ponse, mais on ne peut pas supprimer une r&#xE9;ponse)) - Liste d&#xE9;roulante (quand la liste des modalit&#xE9;s est connue des enqu&#xEA;t&#xE9;s et particuli&#xE8;rement longue (exemple : D&#xE9;partement, Pays,NAF2)), ce type de r&#xE9;ponse se traduit par un champ libre texte sur le questionnaire papier</li>
</ul>
<hr>
<p>Si la question est de type R&#xE9;ponse &#xE0; choix unique, renseigner (suite) :</p>
<ul>
<li>Sp&#xE9;cifier la liste de codes soit via :<ul>
<li>Cr&#xE9;er une liste. Dans ce cas :<ul>
<li>Donner un nom signifiant &#xE0; la Nouvelle liste de codes et entrer pour chaque modalit&#xE9; de r&#xE9;ponse, le code de la modalit&#xE9; et son libell&#xE9; au fur et &#xE0; mesure via le bouton &quot;Ajouter un Code&quot;.</li>
</ul>
</li>
<li>Retrouver dans le r&#xE9;f&#xE9;rentiel (non fontionnel &#xE0; ce jour) : proposera les listes de codes pr&#xE9;c&#xE9;demment cr&#xE9;&#xE9;es pour l&apos;ensemble des questionnaires publi&#xE9;s dans RM&#xE8;S depuis Pogues. Sera particuli&#xE8;rement utile pour les listes connues et longues (d&#xE9;partements, nomenclatures, etc.).</li>
<li>Retrouver dans le questionnaire : propose les listes de codes pr&#xE9;c&#xE9;demment cr&#xE9;&#xE9;es pour le questionnaire</li>
</ul>
</li>
<li>Valider</li>
</ul>
<hr>
<h1 id="cr&#xE9;ation-dune-question-de-type-r&#xE9;ponse-&#xE0;-choix-multiples">Cr&#xE9;ation d&apos;une question de type R&#xE9;ponse &#xE0; choix multiples</h1>
<p>Exemples :</p>
<p><img src="../images_guide/rcm.png" alt=""></p>
<hr>
<p>Si j&apos;ai cr&#xE9;&#xE9; une question de type R&#xE9;ponse &#xE0; choix multiples, renseigner :</p>
<ul>
<li>Sp&#xE9;cifier la liste de codes soit via :<ul>
<li>Cr&#xE9;er une liste. Dans ce cas : - Donner un nom signifiant &#xE0; la Nouvelle liste de codes et entrer pour chaque modalit&#xE9; de r&#xE9;ponse, le code de la modalit&#xE9; et son libell&#xE9; au fur et &#xE0; mesure via le bouton &quot;Ajouter un Code&quot;.</li>
<li>Retrouver dans le r&#xE9;f&#xE9;rentiel (non fontionnel &#xE0; ce jour) : proposera les listes de codes pr&#xE9;c&#xE9;demment cr&#xE9;&#xE9;es pour l&apos;ensemble des questionnaires publi&#xE9;s dans RM&#xE8;S depuis Pogues</li>
<li>Retrouver dans le questionnaire : propose les listes de codes pr&#xE9;c&#xE9;demment cr&#xE9;&#xE9;es pour le questionnaire</li>
</ul>
</li>
</ul>
<hr>
<p>Si j&apos;ai cr&#xE9;&#xE9; une question de type R&#xE9;ponse &#xE0; choix multiples (suite), renseigner :</p>
<ul>
<li><p>Repr&#xE9;sentation des r&#xE9;ponses : - Liste de codes ou Bool&#xE9;en - si Liste de Codes, sp&#xE9;cifier la liste de codes soit via : - Cr&#xE9;er une liste - Retrouver dans le r&#xE9;f&#xE9;rentiel (non fonctionnel &#xE0; ce jour) - Retrouver dans le questionnaire - si Liste de codes, pr&#xE9;ciser le type de saisie : - Case &#xE0; cocher - Bouton radio - Liste d&#xE9;roulante</p>
</li>
<li><p>Valider</p>
</li>
</ul>
<hr>
<h1 id="cr&#xE9;ation-dune-question-de-type-tableau-axe-dinformation-principal--liste-de-codes">Cr&#xE9;ation d&apos;une question de type Tableau (Axe d&apos;information principal : Liste de codes)</h1>
<p>Exemple 1 :</p>
<p><img src="../images_guide/tableau1.png" alt=""></p>
<hr>
<p>Exemple 2 :</p>
<p><img src="../images_guide/tableau2.png" alt=""></p>
<hr>
<p>Exemple 3 :</p>
<p><img src="../images_guide/tableau3.png" alt=""></p>
<hr>
<p>Si je veux cr&#xE9;er une question de type Tableau (avec en-t&#xEA;te de lignes en premi&#xE8;re colonne), renseigner :</p>
<ul>
<li>Axe d&apos;information principal - choisir Liste de codes : - Sp&#xE9;cifier la liste de codes via les fonctionnalit&#xE9;s habituelles</li>
<li>Axe d&apos;information secondaire :<ul>
<li>si case coch&#xE9;e :<ul>
<li>Sp&#xE9;cifier la liste de codes via les fonctionnalit&#xE9;s habituelles</li>
</ul>
</li>
</ul>
</li>
<li>Information mesur&#xE9;e (une seule si Axe d&apos;information secondaire, une ou plusieurs possibles via le bouton + sinon)<ul>
<li>renseigner une information de type R&#xE9;ponse simple ou R&#xE9;ponse &#xE0; choix unique</li>
</ul>
</li>
<li>Valider</li>
</ul>
<hr>
<h1 id="cr&#xE9;ation-dune-question-de-type-tableau-axe-dinformation-principal--liste">Cr&#xE9;ation d&apos;une question de type Tableau (Axe d&apos;information principal : Liste)</h1>
<p>Si je veux cr&#xE9;er une question de type Tableau (sans en-t&#xEA;te de lignes en premi&#xE8;re colonne), renseigner :</p>
<ul>
<li>Axe d&apos;information principal - choisir Liste : - Nombre de lignes min. - Nombre de lignes max.</li>
<li>Information mesur&#xE9;e (une ou plusieurs possibles via le bouton +) - renseigner une information de type R&#xE9;ponse simple ou R&#xE9;ponse &#xE0; choix unique</li>
<li>Valider</li>
</ul>
<hr>
<h1 id="pour-toute-question-cr&#xE9;&#xE9;e-il-faut-g&#xE9;n&#xE9;rer-les-variables-collect&#xE9;es">Pour toute question cr&#xE9;&#xE9;e, il faut g&#xE9;n&#xE9;rer les variables collect&#xE9;es</h1>
<p>aller dans l&apos;onglet &quot;Variables collect&#xE9;es&quot; pour les g&#xE9;n&#xE9;rer
<img src="../images_guide/ecran9.png" alt=""></p>
<hr>
<ul>
<li><p>cliquer sur le bouton &quot;G&#xE9;n&#xE9;rer les variables collect&#xE9;es&quot; et modifier les libell&#xE9;s et identifiants propos&#xE9;s par d&#xE9;faut par l&apos;application par un libell&#xE9; signifiant (penser &#xE0; vos successeurs) et l&apos;identifiant m&#xE9;tier de la ou des variables collect&#xE9;es.</p>
</li>
<li><p>cliquer sur le bouton &quot;Valider&quot; affich&#xE9; le plus haut et le plus &#xE0; droite de votre &#xE9;cran (en bas &#xE0; droite de l&apos;&#xE9;cran gris&#xE9;) (Attention, le bouton &quot;Valider&quot; au milieu un peu plus bas dans la partie blanche de l&apos;&#xE9;cran ne valide pas l&apos;ensemble de vos modifications).</p>
</li>
</ul>
<hr>
<h1 id="gestion-dune-liste-de-codes">Gestion d&apos;une liste de codes</h1>
<p><img src="../images_guide/liste_codes.png" alt=""></p>
<hr>
<h1 id="gestion-dune-liste-de-codes-suite">Gestion d&apos;une liste de codes (suite)</h1>
<p>Il est actuellement possible via les boutons &#xE0; droite des modalit&#xE9;s de :</p>
<ol>
<li>modifier un &#xE9;l&#xE9;ment de la liste : deux premiers boutons, seul l&apos;affichage diff&#xE8;re (le deuxi&#xE8;me affichant le libell&#xE9; avant modif et l&apos;&#xE9;cran de modif)</li>
<li>supprimer un &#xE9;l&#xE9;ment de la liste</li>
<li>d&#xE9;placer la position d&apos;un &#xE9;l&#xE9;ment de la liste : monter ou descendre</li>
<li>g&#xE9;rer une hi&#xE9;rarchie entre les &#xE9;l&#xE9;ments de la liste : monter ou descendre dans la hi&#xE9;rachie</li>
</ol>
<hr>
<h1 id="cr&#xE9;ation-dune-d&#xE9;claration">Cr&#xE9;ation d&apos;une d&#xE9;claration</h1>
<p>Dans l&apos;onglet &quot;D&#xE9;clarations&quot;, renseigner :</p>
<ul>
<li>le libell&#xE9; de la d&#xE9;claration
<img src="../images_guide/ecran10.png" alt=""></li>
</ul>
<hr>
<h1 id="cr&#xE9;ation-dune-d&#xE9;claration-suite">Cr&#xE9;ation d&apos;une d&#xE9;claration (suite)</h1>
<ul>
<li>le type de la d&#xE9;claration, parmi: - Consigne - Commentaire - Aide - Avertissement
NB : il n&apos;existe pas de diff&#xE9;rence de comportement ou d&apos;affichage sur le questionnaire selon le type de d&#xE9;claration, donc pas de diff&#xE9;rence pour l&apos;enqu&#xEA;t&#xE9; et pas vraiment pour le concepteur d&apos;enqu&#xEA;te. Cependant, puisque l&apos;information est stock&#xE9;e pr&#xE9;cis&#xE9;ment dans le DDI, l&apos;affichage pourrait diff&#xE9;rer un jour (ce n&apos;est pas pr&#xE9;vu pour l&apos;instant). Nous conseillons donc de renseigner ce qui para&#xEE;t le plus proche du type de la d&#xE9;claration, sans trop raffiner cependant.</li>
</ul>
<hr>
<h1 id="cr&#xE9;ation-dune-d&#xE9;claration-fin">Cr&#xE9;ation d&apos;une d&#xE9;claration (fin)</h1>
<ul>
<li>Position : avant ou apr&#xE8;s le libell&#xE9; de question</li>
<li>Valider</li>
</ul>
<p>NB : il est &#xE9;galement possible de supprimer ou dupliquer une d&#xE9;claration</p>
<hr>
<h1 id="cr&#xE9;ation-dune-info-bulle">Cr&#xE9;ation d&apos;une info-bulle</h1>
<p>Au sein d&apos;un libell&#xE9;, s&#xE9;lectionner le texte sur lequel doit porter l&apos;info-bulle et cliquer sur le bouton entour&#xE9; en rouge sur la copie d&apos;&#xE9;cran jointe</p>
<p><img src="../images_guide/ecran11.png" alt=""></p>
<hr>
<h1 id="cr&#xE9;ation-dune-info-bulle-suite">Cr&#xE9;ation d&apos;une info-bulle (suite)</h1>
<p>Saisir le texte &#xE0; afficher en info-bulle et valider en cliquant sur le bouton en rouge sur la copie d&apos;&#xE9;cran jointe ou cliquer sur la croix pour supprimer puis bien valider in fine</p>
<p><img src="../images_guide/ecran12.png" alt=""></p>
<hr>
<h1 id="suppression-dune-info-bulle">Suppression d&apos;une info-bulle</h1>
<p>S&#xE9;lectionner le texte sur lequel porte l&apos;info-bulle et cliquer sur le bouton en rouge sur la copie d&apos;&#xE9;cran jointe puis bien valider in fine
NB : on ne peut pas modifier une info-bulle mais on peut la supprimer et la r&#xE9;cr&#xE9;er en la modifiant.</p>
<p><img src="../images_guide/ecran13.png" alt=""></p>
<hr>
<h1 id="cr&#xE9;ation-dun-contr&#xF4;le">Cr&#xE9;ation d&apos;un contr&#xF4;le</h1>
<p>Un contr&#xF4;le permet de v&#xE9;rifier la qualit&#xE9; des informations saisies au sein d&apos;un questionnaire. On peut &#xE9;galement parler de contr&#xF4;les de coh&#xE9;rence interne au questionnaire. Cela peut inclure la coh&#xE9;rence avec les donn&#xE9;es ant&#xE9;rieures.</p>
<p>Le message d&apos;erreur se d&#xE9;clence si la condition est v&#xE9;rifi&#xE9;e.</p>
<hr>
<h1 id="cr&#xE9;ation-dun-contr&#xF4;le-suite">Cr&#xE9;ation d&apos;un contr&#xF4;le (suite)</h1>
<p>Dans l&apos;onglet &quot;Contr&#xF4;les&quot; de la s&#xE9;quence, sous-s&#xE9;quence ou question du questionnaire &#xE0; partir de laquelle on veut appliquer le contr&#xF4;le</p>
<p><img src="../images_guide/ecran14.png" alt=""></p>
<hr>
<h1 id="cr&#xE9;ation-dun-contr&#xF4;le-suite">Cr&#xE9;ation d&apos;un contr&#xF4;le (suite)</h1>
<p>Renseigner :</p>
<ul>
<li>Description du contr&#xF4;le : texte libre documentant le contr&#xF4;le (penser &#xE0; son successeur ;-)</li>
<li>Condition (pour laquelle on affiche le message d&apos;erreur) : on appelle les variables du questionnaire en saisissant le caract&#xE8;re dollar $, au fur et &#xE0; mesure de la saisie des caract&#xE8;res suivants, l&apos;application propose de l&apos;autocompl&#xE9;tion avec les variables du questionnaire comportant ces caract&#xE8;res et suffixe ensuite automatiquement le nom de la variable saisie avec le caract&#xE8;re $. exemple : pour la condition l&apos;effectif f&#xE9;minin (on imagine la variable collect&#xE9;e ad hoc EFF_F) est strictement sup&#xE9;rieur &#xE0; l&apos;effectif total de l&apos;entreprise (on imagine la variable collect&#xE9;e ad hoc EFF_TOTAL), on saisira : $EFF_F$ &gt; $EFF_TOTAL$.</li>
</ul>
<hr>
<h1 id="syntaxe-pour-les-contr&#xF4;les">Syntaxe pour les contr&#xF4;les</h1>
<p>Le s&#xE9;parateur de d&#xE9;cimales est le. Ecrire and, or,etc. en minuscules.
+ : Addition
- : Soustraction * : Multiplication
= : &#xE9;gal &#xE0;
!= : diff&#xE9;rent de
&lt; : plus petit que
&lt;= : plus petit ou &#xE9;gal &#xE0;
&gt; : plus grand que
&gt;= : plus grand ou &#xE9;gal &#xE0;
and : et
or : ou
div : division avec virgule flottante
mod : reste de la division avec virgule flottante
$Q1$=&apos;1&apos; pour la question Q1 prend la modalit&#xE9; de code 1
&apos;&apos; : vide qualitatif et 99 : vide num&#xE9;rique (en attendant mieux)</p>
<hr>
<h1 id="cr&#xE9;ation-dun-contr&#xF4;le-fin">Cr&#xE9;ation d&apos;un contr&#xF4;le (fin)</h1>
<p>Dans l&apos;onglet &quot;Contr&#xF4;les&quot;, renseigner :</p>
<ul>
<li>Message d&apos;erreur : saisir ici le message d&apos;erreur qui s&apos;affichera &#xE0; l&apos;enqu&#xEA;t&#xE9; sur le questionnaire web si la condition est remplie</li>
<li>Criticit&#xE9; : (comme pour le type de d&#xE9;claration, il n&apos;y a actuellement pas de diff&#xE9;rence pour le questionnaire ou l&apos;enqu&#xEA;t&#xE9; entre les 3 criticit&#xE9;s mais renseigner ce qui para&#xEE;t le plus appropri&#xE9;) - Information - Avertissement - Erreur</li>
<li>Valider</li>
</ul>
<p>NB : il est &#xE9;galement possible de supprimer ou dupliquer un contr&#xF4;le</p>
<hr>
<h1 id="cr&#xE9;ation-dune-redirection-ou-renvoi-ou-filtre">Cr&#xE9;ation d&apos;une redirection (ou renvoi ou filtre)</h1>
<p>Dans l&apos;onglet &quot;Redirections&quot; de la question sur laquelle appliquer le filtre, renseigner :</p>
<ul>
<li>Description de la redirection : ce texte s&apos;affichera sur le questionnaire pdf papier</li>
</ul>
<p><img src="../images_guide/ecran15.png" alt=""></p>
<hr>
<h1 id="cr&#xE9;ation-dune-redirection-ou-renvoi-ou-filtre-suite">Cr&#xE9;ation d&apos;une redirection (ou renvoi ou filtre) (suite)</h1>
<p>Renseigner :</p>
<ul>
<li>Condition : (pour laquelle on redirige vers une question cible plus loin dans le questionnaire que la question suivante) : on appelle les variables du questionnaire en saisissant le caract&#xE8;re dollar $, au fur et &#xE0; mesure de la saisie des caract&#xE8;res suivants, l&apos;application propose de l&apos;autocompl&#xE9;tion avec les variables du questionnaire comportant ces caract&#xE8;res et suffixe ensuite automatiquement le nom de la variable saisie avec le caract&#xE8;re $. exemple : si l&apos;on va de la question Q1 (oui &apos;1&apos;, non &apos;2&apos;) &#xE0; la question Q10 si Q1=&apos;2&apos; on &#xE9;crira ici $Q2$=&apos;2&apos; ou bien $Q2$ != &apos;1&apos; si on veut filtrer aussi en cas de non-r&#xE9;ponse. (cf. syntaxe des contr&#xF4;les pour l&apos;&#xE9;ventail des possibilit&#xE9;s de formules de renvois)</li>
<li>Cible : question cible du filtre. exemple : $Q10$</li>
</ul>
<hr>
<h1 id="cr&#xE9;ation-dune-redirection-ou-renvoi-ou-filtre-fin">Cr&#xE9;ation d&apos;une redirection (ou renvoi ou filtre) (fin)</h1>
<p>NB : il est &#xE9;galement possible de supprimer ou dupliquer une redirection</p>
<hr>
<h1 id="cr&#xE9;ation-dune-variable-externe">Cr&#xE9;ation d&apos;une variable externe</h1>
<p>Une variable externe d&#xE9;signe une variable non collect&#xE9;e dans le questionnaire mais utile pour sa personnalisation. Elle peut &#xEA;tre une variable collect&#xE9;e ant&#xE9;rieurement et rappel&#xE9;e &#xE0; des fins de contr&#xF4;le de coh&#xE9;rence avec les r&#xE9;ponses pass&#xE9;es (dernier CA connu, dernier effectif connu) ou une variable utile pour personnaliser certains &#xE9;l&#xE9;ments du questionnaire (num&#xE9;ro de vague de collecte pour filtrer des questions, une date ou un zonage g&#xE9;ographique &#xE0; afficher dans un libell&#xE9; de question (ann&#xE9;e ou r&#xE9;gions par exemple) etc.). Elles se d&#xE9;finissement via l&apos;onglet &quot;Variables externes&quot; de n&apos;importe quelle question du questionnaire.</p>
<ul>
<li>Renseigner :<ul>
<li>Libell&#xE9;</li>
<li>Identifiant : cf. celui dans le fichier de personnalisation</li>
<li>Type de r&#xE9;ponse : parmi Texte, Date, Nombre, Bool&#xE9;en</li>
</ul>
</li>
<li>Valider</li>
</ul>
<hr>
<h1 id="cr&#xE9;ation-dune-variable-externe-suite">Cr&#xE9;ation d&apos;une variable externe (suite)</h1>
<p><img src="../images_guide/ecran16.png" alt=""></p>
<hr>
<h1 id="cr&#xE9;ation-dune-variable-calcul&#xE9;e">Cr&#xE9;ation d&apos;une variable calcul&#xE9;e</h1>
<p>Il peut &#xEA;tre n&#xE9;cessaire de calculer des variables &#xE0; partir d&apos;autres variables du questionnaire pour certains contr&#xF4;les notamment.
Une variable calcul&#xE9;e se d&#xE9;finit via l&apos;onglet &quot;Variables calcul&#xE9;es&quot; de n&apos;importe quelle question du questionnaire.
<img src="../images_guide/ecran17.png" alt=""></p>
<hr>
<h1 id="cr&#xE9;ation-dune-variable-calcul&#xE9;e-suite">Cr&#xE9;ation d&apos;une variable calcul&#xE9;e (suite)</h1>
<p>Renseigner</p>
<ul>
<li>Libell&#xE9;</li>
<li>Identifiant</li>
<li>Formule : possibilit&#xE9; d&apos;utiliser des if, then, else if, else - Exemple : somme des pourcentages du CA d&#xE9;di&#xE9;s &#xE0; certaines activit&#xE9;s ou somme des d&#xE9;penses de l&apos;entreprise li&#xE9;es &#xE0; diff&#xE9;rentes postes budg&#xE9;taires</li>
<li>Type de r&#xE9;ponse : parmi Texte, Date, Nombre, Bool&#xE9;en (cf. Cr&#xE9;ation d&apos;une question de type r&#xE9;ponse simple)</li>
</ul>
<p>Valider</p>
<hr>
<h1 id="style-grasitalique">Style gras/italique</h1>
<p>Il est actuellement possible de mettre du gras et/ou de l&apos;italique sur des &#xE9;l&#xE9;ments textuels via les boutons d&#xE9;di&#xE9;s (cf. copie d&apos;&#xE9;cran en page suivante) au sein des libell&#xE9;s de d&#xE9;claration ou de liste de codes.
NB : les boutons gras et italique sont &#xE9;galement disponibles pour les libell&#xE9;s de question mais le g&#xE9;n&#xE9;rateur de questionnaire Eno ne prend pas en compte la mise en forme sp&#xE9;cifi&#xE9;e. En effet, conform&#xE9;ment aux bonnes pratiques d&apos;ergonomie d&apos;un questionnaire, tous les libell&#xE9;s de questions s&apos;affichent en gras sur le web. Les boutons gras et italique ne sont pas disponibles pour les libell&#xE9;s de s&#xE9;quence ou de sous-s&#xE9;quence.
NB2 : le gras est visible aussi c&#xF4;t&#xE9; pdf, mais pas l&apos;italique (normal ou bug ?)</p>
<hr>
<h1 id="style-grasitalique-suite">Style gras/italique (suite)</h1>
<p><img src="../images_guide/ecran18.png" alt=""></p>
<hr>
<h1 id="fonctionnalit&#xE9;s-li&#xE9;s-&#xE0;-un-&#xE9;l&#xE9;ment-du-questionnaire">Fonctionnalit&#xE9;s li&#xE9;s &#xE0; un &#xE9;l&#xE9;ment du questionnaire</h1>
<p>Sur chaque &#xE9;l&#xE9;ment cr&#xE9;&#xE9; du questionnaire de type s&#xE9;quence/sous-s&#xE9;quence ou question, on trouve les boutons &quot;Voir le d&#xE9;tail&quot;, &quot;Visualiser&quot; (Web,PDF,Sp&#xE9;cification ou DDI) et &quot;Supprimer&quot;.
Sur un &#xE9;l&#xE9;ment question, on trouve &#xE9;galement le bouton &quot;Dupliquer&quot;.</p>
<p><img src="../images_guide/ecran19.png" alt=""></p>
<hr>
<p>&quot;Voir le d&#xE9;tail&quot; permet de consulter l&apos;&#xE9;l&#xE9;ment et de le modifier &#xE9;ventuellement.
&quot;Visualiser&quot; permet de visualiser uniquement l&apos;&#xE9;l&#xE9;ment sur lequel on se trouve.
&quot;Supprimer&quot; permet de supprimer un &#xE9;l&#xE9;ment.
&quot;Dupliquer&quot; permet de recopier une question. Il faudra bien penser &#xE0; modifier l&apos;identifiant de la question et celui ou ceux de la ou des variables collect&#xE9;es associ&#xE9;es au duplicata. Il n&apos;est actuellement pas possible de dupliquer une liste de codes et de conserver la liste de codes initiale et une liste de codes duplicata modifi&#xE9;e. Tout changement sur la liste de codes duplicata est actuellement r&#xE9;percut&#xE9;e sur la liste de codes initiale dupliqu&#xE9;e.</p>
<hr>
<h1 id="d&#xE9;placer-des-&#xE9;l&#xE9;ments-par-glisserd&#xE9;poser">D&#xE9;placer des &#xE9;l&#xE9;ments par glisser/d&#xE9;poser</h1>
<p>Il est actuellement possible de d&#xE9;placer un &#xE9;l&#xE9;ment de type s&#xE9;quence, sous-s&#xE9;quence, question par glisser-d&#xE9;poser. Pour ce faire, s&#xE9;lectionner l&apos;&#xE9;l&#xE9;ment et le glisser/d&#xE9;poser &#xE0; l&apos;endroit souhait&#xE9; (quitte &#xE0; d&#xE9;zoomer suffisamment pour bien avoir sur le m&#xEA;me &#xE9;cran la question &#xE0; d&#xE9;placer et le morceau d&apos;arborescence du questionnaire o&#xF9; on souhaite la d&#xE9;placer).
Attention, le d&#xE9;placement d&apos;une s&#xE9;quence ou sous-s&#xE9;quence d&#xE9;placent aussi ses enfants (sous-s&#xE9;quences ou questions qui lui sont reli&#xE9;es).
Attention aux &#xE9;l&#xE9;ments d&#xE9;plac&#xE9;s en cas de redirection, la cible d&apos;une question ne doit pas se retrouver avant cette question.</p>
<hr>
<p><img src="../images_guide/ecran20.png" alt=""></p>
<hr>
<h1 id="sauvegarder-ou-visualiser-le-questionnaire">Sauvegarder ou Visualiser le questionnaire</h1>
<p>Il est possible de sauvegarder ou de visualiser (Web,PDF,Sp&#xE9;cification ou DDI) le questionnaire &#xE0; tout moment (ou presque) via les boutons d&#xE9;di&#xE9;s en bas de page de l&apos;IHM Pogues. Le bouton &quot;Publier&quot; sera prochainement accessible, il signifie publier/enregistrer le questionnaire au sein du r&#xE9;f&#xE9;rentiel RM&#xE8;S. Le bouton &quot;Saut de page&quot; n&apos;est actuellement pas fonctionnel.</p>
<p><img src="../images_guide/ecran21.png" alt=""></p>
<hr>
<h1 id="voir-le-d&#xE9;tail-ou-supprimer-le-questionnaire">Voir le d&#xE9;tail ou Supprimer le questionnaire</h1>
<p>Il est aussi possible de &quot;voir le d&#xE9;tail&quot; d&apos;un questionnaire (cf. informations saisies &#xE0; la cr&#xE9;ation du questionnaire) ou de le &quot;supprimer&quot; via les boutons d&#xE9;di&#xE9;s en haut de page.</p>
<p><img src="../images_guide/ecran22.png" alt=""></p>
<hr>
<h1 id="contr&#xF4;le-dint&#xE9;grit&#xE9;-du-questionnaire">Contr&#xF4;le d&apos;int&#xE9;grit&#xE9; du questionnaire</h1>
<p>Les contr&#xF4;les d&apos;int&#xE9;grit&#xE9; du questionnaire suivants sont actuellement impl&#xE9;ment&#xE9;s :</p>
<ul>
<li>le questionnaire doit comporter au moins une s&#xE9;quence et une question</li>
<li>&#xE0; venir : toute s&#xE9;quence doit comporter au moins une question</li>
<li>&#xE0; venir : toute sous-s&#xE9;quence doit comporter au moins une question</li>
<li>unicit&#xE9; des identifiants de question, s&#xE9;quence ou sous-s&#xE9;quence</li>
<li>unicit&#xE9; des identifiants de variables collect&#xE9;es, externes ou calcul&#xE9;es</li>
</ul>
<hr>
<h1 id="ce-qui-ne-fonctionne-pas-encore-dans-pogues">Ce qui ne fonctionne pas encore dans Pogues</h1>
<ul>
<li>L&apos;ajout d&apos;un champ &quot;Pr&#xE9;cisez&quot;
<em>compl&#xE9;ment DDI manuel</em></li>
<li>R&#xE9;utiliser une question ou une liste de codes (exemple d&#xE9;partements, pays, nomenclature) du r&#xE9;f&#xE9;rentiel
<em>compl&#xE9;ment DDI manuel</em></li>
<li>Le caract&#xE8;re obligatoire de la r&#xE9;ponse
<em>Ne pas le renseigner pour l&apos;instant car cela bloque la visualisation du questionnaire web</em></li>
<li>La prise en compte du multimode (CAWI, CAPI, PAPI, CATI)
<em>Possible de le renseigner mais n&apos;est pas pris en compte</em></li>
<li>Renseigner un motif (sp&#xE9;cifier une expression r&#xE9;guli&#xE8;re) pour une r&#xE9;ponse de type texte
<em>compl&#xE9;ment DDI manuel</em></li>
</ul>
<hr>
<h1 id="ce-qui-ne-fonctionne-pas-encore-dans-pogues-suite">Ce qui ne fonctionne pas encore dans Pogues (suite)</h1>
<ul>
<li>Redirection vers la fin du questionnaire
<em>compl&#xE9;ment DDI manuel</em></li>
<li>G&#xE9;rer les formats de date</li>
<li>G&#xE9;rer des unit&#xE9;s autres que &#x20AC;, k&#x20AC; et %</li>
<li>Boucler sur les &#xE9;l&#xE9;ments d&apos;un tableau (exemple : individus de plus de 15 ans d&apos;un m&#xE9;nage)</li>
<li>Le bouton &quot;Saut de page&quot; en bas au centre de l&apos;IHM Pogues</li>
<li>Les variables vectorielles</li>
<li>Les listes de codes hi&#xE9;rarchiques pour un tableau avec deux mesures ou plus</li>
<li>Le bouton &quot;Aide&quot; en haut &#xE0; droite de l&apos;IHM Pogues</li>
<li>Dupliquer une liste de codes pour en cr&#xE9;er une variante</li>
<li>...</li>
</ul>
<hr>
<h1 id="ce-que-lon-ne-sait-pas-encore-faire-dans-pogues">Ce que l&apos;on ne sait pas encore faire dans Pogues</h1>
<ul>
<li>Comparer un champ num&#xE9;rique vide
<em>compl&#xE9;ment DDI manuel</em></li>
<li>Ajouter des totaux (fixe &#xE0; 100% ou calculer comme la somme des &#xE9;l&#xE9;ments de la colonne) &#xE0; un tableau de variables collect&#xE9;es
<em>compl&#xE9;ment DDI manuel</em>
-...<hr>
</li>
</ul>
<h1 id="ce-que-lon-ne-fera-pas-dans-pogues">Ce que l&apos;on ne fera pas dans Pogues</h1>
<ul>
<li>Sp&#xE9;cifier si la redirection est de type filtre masqu&#xE9; (elle l&apos;est par d&#xE9;faut) ou filtre gris&#xE9;
<em>compl&#xE9;ment DDI manuel</em></li>
<li><p>Sp&#xE9;cifier les options d&apos;affichage du PDF : saisie optique/manuelle, 1 ou 2 colonnes
<em>param&#xE9;trage &#xE0; communiquer &#xE0; l&apos;&#xE9;quipe ENO</em></p>
<hr>
</li>
<li><p>Sp&#xE9;cifier la num&#xE9;rotation du questionnaire parmi :</p>
<ul>
<li>1 num&#xE9;rotation de 1 &#xE0; n pour l&apos;ensemble des questions du questionnaire : c&apos;est la num&#xE9;rotation la plus courante dans la litt&#xE9;rature, celle que l&apos;on retrouve dans les questionnaires m&#xE9;nages de l&apos;insee en g&#xE9;n&#xE9;ral. C&apos;est aussi la plus simple &#xE0; utiliser lorsqu&apos;il y a des filtres &#xE0; d&#xE9;crire dans un questionnaire papier.</li>
<li>1 num&#xE9;rotation de 1 &#xE0; n pour chacun des modules du questionnaire (on recommence &#xE0; 1 &#xE0; chaque nouveau module) : c&apos;est la num&#xE9;rotation la plus courante dans les enqu&#xEA;tes entreprises de l&apos;Insee.</li>
<li>pas de num&#xE9;rotation : c&apos;est un choix qui peut-&#xEA;tre fait lorsque les filtres sont tr&#xE8;s nombreux, et conduisent &#xE0; une num&#xE9;rotation apparente qui peut &#xEA;tre un peu bizarre. C&apos;est le choix notamment de l&apos;enqu&#xEA;te emploi.</li>
</ul>
</li>
</ul>
<p><em>param&#xE9;trage &#xE0; communiquer &#xE0; l&apos;&#xE9;quipe ENO</em></p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="./" class="navigation navigation-prev navigation-unique" aria-label="Previous page: Introduction">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Guide utilisateur","level":"1.2","depth":1,"previous":{"title":"Introduction","level":"1.1","depth":1,"path":"README.md","ref":"README.md","articles":[]},"dir":"ltr"},"config":{"plugins":["edit-link","prism","-highlight","github","anchorjs","image-captions","include-codeblock"],"root":"./","styles":{"website":"gitbook.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"prism":{},"github":{"url":"https://github.com/InseeFr/Pogues/"},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"include-codeblock":{"check":false,"edit":false,"fixlang":false,"lang":"","template":"default","theme":"chrome","unindent":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"edit-link":{"label":"Edit This Page","base":"https://github.com/InseeFr/Pogues/tree/master/doc"},"theme-default":{"styles":{"website":"gitbook.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false},"anchorjs":{},"image-captions":{"variable_name":"_pictures"}},"theme":"default","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{"_pictures":[]},"title":"Pogues","language":"fr","gitbook":"*"},"file":{"path":"Guide utilisateur Pogues.md","mtime":"2019-01-04T12:26:58.831Z","type":"markdown"},"gitbook":{"version":"3.2.2","time":"2019-01-04T12:35:07.828Z"},"basePath":".","book":{"language":"fr"}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-edit-link/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-github/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-anchorjs/anchor.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-anchorjs/anchor-style.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

